export let PortfolioItems = [
    {
        title: 'Via',
        subTitle: 'Приложение для каршеринга и веб-порталы с интеграцией Salesforce',
        closed: true,
        textFull: `Android и iOS приложения, веб-порталы для пассажиров и водителей. Приложения взаимодействуют с серверами и обмениваются данными, включая информацию о водителе, пунктах приема и возврата, заказах, местоположениях и т. д. Промежуточное программное обеспечение, разработанное SoftTeco, ежедневно обрабатывает тысячи запросов Salesforce.`,
        textList: [
        'Расчет маршрута на основе точек посадки и высадки',
        'UX дизайн для приложений',
        'Варианты оплаты',
        'Управление веб-панелью с интерактивной картой, отображающей всех активных водителей.'
        ],
        imgSrc: 'url(/assets/img/via'
    },
    {
        title: 'Bridges ',
        subTitle: 'Веб-портал для организаций здравоохранения',
        closed: true,
        textFull: `Решение состоит из обзора программы с регистрацией и формой ввода, сетевой карты и модуля визуализации данных “Deep Dive” (база знаний для партнеров). С помощью Deep Dive пользователи могут быстро узнать, как другие организации здравоохранения достигли аналогичных целей. SoftTeco поставила надежное решение со следующими результатами:`,
        textList: [
            'Полная автоматизация процесса обмена данными',
            'Безошибочный ввод данных и целостность данных',
            'Улучшено удобство использования для пользователей сообщества.',
        ],
        imgSrc: 'url(/assets/img/bridges'
    },
    {
        title: 'Blueprint ',
        subTitle: 'Корпоративная система управления продуктами',
        closed: true,
        textFull: `Система управления корпоративным продуктом с визуализацией данных и анализом всех бизнес-процессов в режиме реального времени для заинтересованных сторон. Автоматизированные рабочие процессы обеспечивают централизацию, повторное использование и стандартизацию данных, управление задачами и замену всех распространенных ручных задач планирования и доставки быстрой генерацией пользовательских историй в один клик.
        Наиболее важные функции решения:`,
        textList: [
            'Автоматизированная генерация пользовательских историй, автоматизированные рабочие процессы',
            'Интеграция ALM и тестового инструмента',
            'Прослеживаемость и анализ воздействия.',
        ],
        imgSrc: 'url(/assets/img/blueprint'
    },
    {
        title: 'Forex',
        subTitle: 'Мобильное приложение для торговых операций на рынке Форекс',
        closed: true,
        textFull: `Платформы iPad и iPhone с наиболее важными функциями приложения и рядом дополнительных опций для торговли на рынке Форекс, таких как доступ в режиме реального времени к информации Thomson Reuters и текущим ценам и движениям рынка, техническим индикаторам, живым ценовым данным, выпискам по счетам, балансам и т.д. С помощью приложения пользователи могут изменять существующие ордера на фондовые индексы, сырьевые товары, металлы, биткоин и процентные ставки или размещать стоп-лоссы через счета Spread Bet и CFD.
         Наиболее важные функции решения:`,
        textList: [
            'Редактирование информации об учетной записи',
            'Анимация последовательностей программы',
            'Автоматическое обновление данных с помощью обмена сообщениями LightStream.',
        ],
        imgSrc: 'url(/assets/img/forex'
    },
];
